Repository: accessibleapps/issue_reporter
Catalog: issue_reporter/locale/*/LC_MESSAGES/issue_reporter.po
Languages: af, bg, es_es, ka, sk

source: Your &Email Address
af: Jou &E-pos Adres
bg: Вашата &електронна поща
es_es: Tu dirección de correo electrónico
ka: თქვენი &ელექტრონული ფოსტის მისამართი
sk: Vaša &E-mailová adresa

source: Summary
af: Opsomming
bg: Кратко Описание
es_es: Resuma el problema
ka: მოკლე აღწერა
sk: Súhrn (anglicky)

source: How frequently does the Issue occur?
af: Hoe gereeld herhaal die kwessie?
bg: Колко често се проявява проблемът?
es_es: ¿Con qué frecuencia ocurre el problema?
ka: რასიხშირით იჩენს თავს პრობლემა?
sk: Ako často sa to stáva?

source: Rarely
af: Min
bg: Рядко
es_es: muy Rara vez
ka: იშვიათად
sk: Málokedy

source: Sometimes
af: Partykeer
bg: Понякога
es_es: A veces
ka: ზოგჯერ
sk: Niekedy

source: Frequently
af: Gereeld
bg: Често
es_es: Con frecuencia
ka: ხშირად
sk: Často

source: Always
af: Altyd
bg: Винаги
es_es: Siempre
ka: ყოველთვის
sk: Vždy

source: Steps to Reproduce
af: Stappe om te Herproduseer
bg: Стъпки за възпроизвеждане
es_es: Escriba los pasos a seguir con los que se llega a la acción que ocasiona el error/problema
ka: ნაბიჯები ამ პრობლემის აღსაწერად
sk: Podrobný popis problému (anglicky)

source: Expected Results
af: Verwagte Resultate
bg: Очаквани Резултати
es_es: Resultados esperados al seguir los pasos descritos en el campo anterior
ka: მოსალოდნელი შედეგები
sk: očakávaný výsledok (anglicky)

source: Actual Results
af: Eintlike Resultate
bg: Действителни Резултати
es_es: describa los Resultados reales que tendría la acción que ocasiona el error
ka: ნამდვილი შედეგები
sk: Aktuálny výsledok (anglicky)
